Repository: sheilagomes/wp-trad
Catalog: tm/GNOME_en-pt_BR.tmx
Source language: en
Languages: pt_br

source: You can encrypt the diary to preserve your privacy. It has editing abilities, including text formatting and printing and shows you a lists of events which happened (on your computer) for each day (such as tasks and appointments from Evolution).
pt_br: Você pode criptografar o diário para preservar sua privacidade. Possui alguns recursos de edição, incluindo formatação de texto e impressão, também mostra a você uma lista de eventos que aconteceram (no seu computador) para cada dia (como tarefas e compromissos do Evolution).

source: Pr_eferences
pt_br: Pr_eferências

source: _Import
pt_br: _Importar

source: _Print diary
pt_br: _Imprimir diário

source: _About Almanah Diary
pt_br: _Sobre o Diário Almanah

source: Almanah Diary
pt_br: Diário Almanah

source: Keep a personal diary
pt_br: Mantenha um diário pessoalPrint to File

source: Diary
pt_br: Diário

source: diary;journal;
pt_br: diário;blog;

source: Select Date…
pt_br: Selecionar data…

source: F_ormat
pt_br: F_ormatar

source: Toggle whether the currently selected text is bold.
pt_br: Define se o texto atualmente selecionado é negrito.

source: Toggle whether the currently selected text is italic.
pt_br: Define se o texto atualmente selecionado é itálico.

source: Toggle whether the currently selected text is underlined.
pt_br: Define se o texto atualmente selecionado é sublinhado.

source: Add/Remove _Hyperlink
pt_br: Adicionar/remover _hiperlink

source: Add or remove a hyperlink from the currently selected text to a specified URI.
pt_br: Adiciona e remove um hiperlink de um texto atualmente selecionado para um URI especificada.

source: Insert _Time
pt_br: Inserir _hora

source: I_mportant
pt_br: I_mportante

source: Toggle whether the current entry is marked as important.
pt_br: Define se a entrada atual é marcada como importante.

source: Show tags
pt_br: Mostrar etiquetas

source: Show tags for the current entry
pt_br: Mostra etiquetas para a entrada atual

source: Go to _Today
pt_br: Ir para _hoje

source: Jump to the current date in the diary.
pt_br: Vai para a data atual no diário.

source: Calendar
pt_br: Calendário

source: Entry editing area
pt_br: Área de edição de entrada

source: Past events
pt_br: Últimos eventos

source: Past Event List
pt_br: Lista dos últimos eventos

source: Search entry
pt_br: Pesquisar entrada

source: Result List
pt_br: Lista de resultado

source: View Entry
pt_br: Ver entrada

source: e.g. "14/03/2009" or "14th March 2009".
pt_br: ex: "14/03/2009" ou "14 de março de 2009".

source: e.g. “http://google.com/” or “file:///home/me/Photos/photo.jpg”.
pt_br: ex: “http://google.com/” ou “file:///home/eu/Fotos/foto.jpg”.

source: Successful Entries
pt_br: Entradas com sucesso

source: Merged Entries
pt_br: Entradas mescladas

source: Failed Entries
pt_br: Entradas que falharam

source: Import Results List
pt_br: Lista de resultado da importação

source: Database encryption key ID
pt_br: ID da chave de criptografia da base de dados

source: The ID of the key to use to encrypt and decrypt the database, if Almanah has been built with encryption support. Leave blank to disable database encryption.
pt_br: A ID da chave usada para criptografar e descriptografar a base de dados, se o Almanah tiver sido compilado com suporte a criptografia. Deixe em branco para desabilitar a criptografia da base de dados.

source: Spell checking language
pt_br: Verificação ortográfica para o idioma

source: The locale specifier of the language in which to check entry spellings.
pt_br: O especificador de localização do idioma que verifica as ortografias de entrada.

source: Spell checking enabled?
pt_br: A verificação ortográfica está habilitada?

source: Whether spell checking of entries is enabled.
pt_br: Se a verificação ortográfica de entradas está habilitada.

source: Error opening database
pt_br: Erro ao abrir o banco de dados

source: Couldn't load the CSS file '%s'. The interface might not be styled correctly
pt_br: Não foi possível carregar o arquivo CSS "%s". A interface pode não estar configurada com estilo corretamente.

source: Enable debug mode
pt_br: Habilitar o modo de depuração

source: Manage your diary. Only one instance of the program may be open at any time.
pt_br: Gerenciar seu diário. Somente uma instância do programa pode ser aberta de cada vez.

source: Command line options could not be parsed: %s
pt_br: Não foi possível analisar as opções da linha de comando: %s

source: Error encrypting database
pt_br: Erro ao criptografar o banco de dados

source: UI file "%s" could not be loaded
pt_br: Não foi possível carregar o arquivo de interface gráfica "%s"

source: Almanah is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
pt_br: O Almanah é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU (GNU General Public License) publicada pela Free Software Foundation, tanto na versão 3 da licença, quanto (a seu critério) qualquer versão posterior.

source: Almanah is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pt_br: O Almanah é distribuído na esperança de que será útil, mas SEM NENHUMA GARANTIA; sem mesmo a garantia implícita de COMERCIALIZAÇÃO ou ADEQUAÇÃO A UM PROPÓSITO EM PARTICULAR. Veja a Licença Pública Geral GNU (GNU General Public License) para mais detalhes.

source: You should have received a copy of the GNU General Public License along with Almanah. If not, see .
pt_br: Você deve ter recebido uma cópia da Licença Pública Geral GNU (GNU General Public License) junto com o Almanah. Caso contrário, consulte .

source: A helpful diary keeper, storing %u entries.
pt_br: Um criador de diário útil, armazenando %u entradas.

source: Copyright © 2008-2009 Philip Withnall
pt_br: Copyright © 2008-2009 Philip WithnallTranslator name 1 <translator\@email\.address> Translator name 2 <translator2\@email\.address>

source: Almanah Website
pt_br: Site do Almanah

source: Select Date
pt_br: Selecionar data

source: Invalid data version number %u.
pt_br: Dados do número da versão inválidos %u.

source: Calendar Appointment
pt_br: Calendário de compromisso

source: An appointment on an Evolution calendar.
pt_br: Um compromisso em um calendário do Evolution.

source: Error launching Evolution
pt_br: Erro ao lançar o Evolution

source: Calendar Task
pt_br: Calendário de tarefas

source: A task on an Evolution calendar.
pt_br: Uma tarefa em um calendário do Evolution.

source: Text Files
pt_br: Arquivos de texto

source: Select a _folder to export the entries to as text files, one per entry, with names in the format 'yyyy-mm-dd', and no extension. All entries will be exported, unencrypted in plain text format.
pt_br: Selecione uma _pasta para exportar as entradas como arquivos texto, uma por entrada, com nomes no formato 'aaaa-mm-dd' e sem extensão. Todas as entradas serão exportadas sem criptografia, no formato de texto puro.

source: Database
pt_br: Banco de dados

source: Select a _filename for a complete copy of the unencrypted Almanah Diary database to be given.
pt_br: Selecione um nome de ar_quivo onde será gerada uma cópia completa e sem criptografia da base de dados do Diário Almanah.

source: Error changing exported file permissions: %s
pt_br: Erro ao alterar permissões dos arquivos exportados: %s

source: Import _mode:
pt_br: _Modo de importação:

source: Export _mode:
pt_br: _Modo de exportação:

source: Import Entries
pt_br: Importar entradas

source: Export Entries
pt_br: Exportar entradas

source: Import failed
pt_br: Importação falhou

source: Export failed
pt_br: Exportação falhou

source: Export successful
pt_br: Exportação feita com sucesso

source: The diary was successfully exported.
pt_br: O diário foi exportado com sucesso.

source: Import Results
pt_br: Resultados da importação

source: Select a _folder containing text files, one per entry, with names in the format 'yyyy-mm-dd', and no extension. Any and all such files will be imported.
pt_br: Selecione uma _pasta contendo arquivos texto, um por entrada, com nomes no formato 'aaaa-mm-dd' e sem extensão. Todos e quaisquer desses arquivos serão importados.

source: Select a database _file created by Almanah Diary to import.
pt_br: Selecionar um _arquivo de base de dados criado pelo Diário Almanah para importar.

source: Error deserializing imported entry into buffer: %s
pt_br: Erro ao desserializar entrada dentro do buffer: %s

source: Error deserializing existing entry into buffer; overwriting with imported entry: %s
pt_br: Erro ao desserializar entrada dentro do buffer; sobrescrevendo como entrada importada: %s

source: Entry imported from "%s":
pt_br: Entrada importada para "%s":

source: Are you sure you want to edit this diary entry for %s?
pt_br: Você tem certeza que quer editar essa entrada de diário para %s?

source: Are you sure you want to delete this diary entry for %s?
pt_br: Você tem certeza que quer excluir essa entrada de diário para %s?

source: Unknown or duplicate text tag "%s" in entry. Ignoring.
pt_br: Etiqueta de texto "%s" desconhecida ou duplicada na entrada. Ignorando.

source: Error opening URI
pt_br: Erro ao abrir a URI

source: Entry content could not be loaded
pt_br: Não foi possível carregar o conteúdo de entrada

source: Spelling checker could not be initialized
pt_br: Não foi possível inicializar a verificação ortográfica

source: Almanah Preferences
pt_br: Preferências do Almanah

source: Encryption key:
pt_br: Chave de criptografia:

source: None (don't encrypt)
pt_br: Nenhuma (não criptografar)

source: New _Key
pt_br: Nova _chaveEnable spell checking

source: Enable _spell checking
pt_br: Habilitar _verificação ortográfica

source: Error saving the encryption key
pt_br: Erro ao salvar a chave de criptografia

source: Error opening Seahorse
pt_br: Erro ao abrir o Seahorse

source: This entry is marked as important.
pt_br: Esta entrada está marcada como importante.

source: No entry for this date.
pt_br: Nenhuma entrada para esta data.

source: Start date:
pt_br: Data inicial:

source: End date:
pt_br: Data final:

source: Line spacing:
pt_br: Espaçamento de linha:

source: Search canceled.
pt_br: Pesquisa cancelada.

source: Searching…
pt_br: Pesquisando…

source: GPGME is not at least version %s
pt_br: O GPGME não está na versão mínima %s

source: GPGME doesn't support OpenPGP: %s
pt_br: O GPGME não tem suporte a OpenPGP: %s

source: Error creating cipher context: %s
pt_br: Erro ao criar o contexto cifrado: %s

source: Error opening encrypted database file "%s": %s
pt_br: Erro ao abrir o arquivo de banco de dados criptografado em "%s": %s

source: Error opening plain database file "%s": %s
pt_br: Erro ao abrir o arquivo de banco de dados em "%s": %s

source: The encrypted database is empty. The plain database file has been left undeleted as backup.
pt_br: A base de dados criptografada está vazia. O arquivo da base de dados foi desfeito como backup.

source: Could not delete plain database file "%s".
pt_br: Não foi possível excluir o arquivo de banco de dados em "%s".

source: Error decrypting database: %s
pt_br: Erro ao descriptografar o banco de dados: %s

source: Error getting encryption key: %s
pt_br: Erro ao obter a chave de criptografia: %s

source: Error encrypting database: %s
pt_br: Erro ao criptografar o banco de dados: %s

source: Error changing database backup file permissions: %s
pt_br: Erro ao alterar permissões dos arquivos backup do banco de dados: %s

source: Error changing database file permissions: %s
pt_br: Erro ao alterar permissões dos arquivos de banco de dados: %s

source: Error backing up file ‘%s’: %s
pt_br: Erro ao fazer backup do arquivo "%s": %s

source: Could not open database "%s". SQLite provided the following error message: %s
pt_br: Não foi possível abrir o banco de dados em "%s". O SQLite retornou a seguinte mensagem de erro: %s

source: Could not run query "%s". SQLite provided the following error message: %s
pt_br: Não foi possível executar a consulta "%s". O SQLite retornou a seguinte mensagem de erro: %s

source: Error deserializing entry into buffer while searching.
pt_br: Erro ao desserializar entrada dentro do buffer durante a pesquisa.

source: Enter URI
pt_br: Digite o URI

source: UI file "%s" could not be loaded: %s
pt_br: Não foi possível carregar arquivo de interface gráfica "%s": %s

source: Can't load calendar window object from UI file
pt_br: Não foi possível carregar objeto da janela de calendário do arquivo de interface gráfica

source: Important!
pt_br: Importante!

source: Unknown input device
pt_br: Dispositivo de entrada desconhecido

source: add tag
pt_br: Adicionar etiqueta

source: Write the tag and press enter to save it
pt_br: Escreva a etiqueta e pressione enter para salvá-la

source: Remove the tag from the entry
pt_br: Remove a etiqueta da entrada

source: Remove tag
pt_br: Remover etiqueta

source: Tag entry
pt_br: Entrada da etiqueta

source: Develop software in an integrated development environment
pt_br: Ambiente de Desenvolvimento Integrado (IDE)

source: Integrated Development Environment
pt_br: Ambiente de Desenvolvimento Integrado (IDE)

source: Central European
pt_br: Europeu Central

source: South European
pt_br: Sul Europeu

source: Cyrillic
pt_br: Cilírico

source: Hebrew Visual
pt_br: Hebreu Visual

source: Chinese Traditional
pt_br: Chinês Tradicional

source: Cyrillic/Russian
pt_br: Cilírico/Russo

source: Chinese Simplified
pt_br: Chinês Simplificado

source: Cyrillic/Ukrainian
pt_br: Cilírico/Ucraniano

source: Stock Encodings
pt_br: Codificações Armazenadas

source: Supported Encodings
pt_br: Codificações Suportadas

source: launcher.c: Error while reading child pty
pt_br: laucher.c: Erro enquanto lia child pty

source: Cannot execute command: "%s"
pt_br: Impossível executar o comando: "%s"

source: execvp failed
pt_br: Falha ao reverter

source: Anjuta shell that will contain the plugin
pt_br: Shell do Anjuta que conterá o plugin

source: Available Plugins
pt_br: Plugins Disponíveis

source: Preferred plugins
pt_br: Preferências

source: Plugins
pt_br: Mais/Menos

source: Only show user activatable plugins
pt_br: Mostra somente plugins ativáveis pelo usuário

source: Select a plugin
pt_br: Plugin do Anjuta

source: Remember this selection
pt_br: Lembrar esta decisão

source: Profiles
pt_br: Arquivos po:

source: Available plugins
pt_br: Plugins Disponíveis

source: Activated plugins
pt_br: Plugin do Anjuta

source: Currently activated plugins
pt_br: Falha ao ativar o plugin: %s

source: Anjuta shell for which the plugins are
pt_br: Shell do Anjuta que conterá o plugin

source: Anjuta Status
pt_br: Macros do Anjuta

source: Anjuta status to use in loading and unloading of plugins
pt_br: Icon: %s

source: Plugin Manager
pt_br: Gerenciador de plugins

source: Profile Name
pt_br: Nome do Projeto:

source: Profile Plugins
pt_br: Operações de perfil

source: Failed to read '%s': %s
pt_br: Falha ao remover '%s': %s

source: No read permission for: %s
pt_br: Sem permissão de leitura para:%s

source: Failed to read '%s': XML parse error
pt_br: Impossível abrir: %s Erro de interpretação XML.

source: Anjuta Preferences Dialog
pt_br: Diálogo de Preferências do Anjuta

source: Select the items to save:
pt_br: Selecione o tema:

source: If you do not save, all your changes will be lost.
pt_br: Você tem certeza de que deseja recarregar o '%s'? Todas as informações não gravadas serão perdidas.

source: Save
pt_br: Salva

source: There are %d items with unsaved changes. Save changes before closing?
pt_br: O arquivo '%s' não foi salvo. Deseja salvá-lo antes de fechar?

source: There is an item with unsaved changes. Save changes before closing?
pt_br: O arquivo '%s' não foi salvo. Deseja salvá-lo antes de fechar?

source: Sensitive
pt_br: Sensível à capitalização

source: Unable to read file: %s.
pt_br: Impossível ler arquivo: %s.

source: Unable to create file: %s.
pt_br: Impossível criar arquivo: %s.

source: Unable to complete file copy
pt_br: Impossível completar cópia de arquivo

source: Cannot execute command: %s (using shell %s)
pt_br: Impossível executar o comando: %s (utilizando o shell %s)

source: Cannot execute command %s (using shell %s)
pt_br: Impossível executar o comando %s (utilizando o shell %s)

source: Pixbuf Object
pt_br: Objeto Pixbuf

source: Widget not found: %s
pt_br: Widget (componente) não encontrado: %s

source: Could not find application pixmap file: %s
pt_br: Impossível encontrar o arquivo pixmap da aplicação: %s

source: Build
pt_br: Realce

source: Program execution:
pt_br: Execução do programa:

source: Scratchbox Options
pt_br: Opções CVS

source: Install as root:
pt_br: Instalar o Projeto

source: Select execution program and args
pt_br: Selecionar a execução do programa e seus argumentos

source: make[%d]: Entering directory '%s'
pt_br: make[%d]: Entrando no diretório`%s'

source: make: Entering directory '%s'
pt_br: make: Entrando no diretório`%s'

source: make[%d]: Entering directory `%s'
pt_br: make[%d]: Entrando no diretório`%s'

source: make: Entering directory `%s'
pt_br: make: Entrando no diretório`%s'

source: Entering: %s
pt_br: Abrindo %s

source: make[%d]: Leaving directory '%s'
pt_br: make[%d]: Saindo do diretório `%s'

source: make: Leaving directory '%s'
pt_br: make: Saindo do diretório `%s'

source: make[%d]: Leaving directory `%s'
pt_br: make[%d]: Saindo do diretório `%s'

source: make: Leaving directory `%s'
pt_br: make: Saindo do diretório `%s'

source: Leaving: %s
pt_br: Criando %s

source: Completed... unsuccessful
pt_br: Concluído... sem sucesso

source: Completed... successful
pt_br: Concluído... com sucesso

source: Build %d: %s
pt_br: Construir %d: %s

source: Configure Parameters:
pt_br: Configurar Parâmetros:

source: _Build
pt_br: _Construir

source: _Build Project
pt_br: Construir o _Projeto

source: Build whole project
pt_br: Constrói todo o Projeto

source: _Install Project
pt_br: I_nstalar o Projeto

source: Install whole project
pt_br: Instala todo o Projeto

source: _Clean Project
pt_br: _Limpar o Projeto

source: Clean whole project
pt_br: Limpa todo o Projeto

source: Run C_onfigure...
pt_br: Executar C_onfiguração...

source: Configure project
pt_br: Configura o Projeto

source: Run _Autogenerate...
pt_br: Executar _Autogerar...

source: Autogenerate project files
pt_br: Gera automaticamente os arquivos do Projeto

source: Build _Tarball
pt_br: Construir o _Tarball

source: Build project tarball distribution
pt_br: Constrói um arquivo .tar.gz (tarball) para distribuição do Projeto

source: _Execute Program...
pt_br: Executar o Programa

source: Execute program
pt_br: Executa o programa

source: _Build Module
pt_br: _Construir o Módulo

source: Build module associated with current file
pt_br: Constrói o módulo associado com o arquivo atual

source: _Install Module
pt_br: Instalar _Módulo

source: _Clean Module
pt_br: _Limpar Módulo

source: Complie file
pt_br: Compila o arquivo

source: Build module
pt_br: Constrói um módulo

source: _Build (%s)
pt_br: _Construir (%s)

source: Build commands
pt_br: Comandos de construção de arquivos executáveis

source: Build popup commands
pt_br: Comandos de construção de arquivos executáveis

source: No file or Project opened.
pt_br: Nenhum arquivo ou Projeto aberto.

source: Program '%s' is not a local file
pt_br: O programa '%s' não é um arquivo local

source: Program '%s' does not exists
pt_br: O programa '%s' não existe

source: Program '%s' does not have execution permission
pt_br: O programa '%s' não possui uma permissão de execução

source: Executable '%s' is not up-to-date.
pt_br: O executável '%s' não está atualizado.

source: Inheritance Graph
pt_br: Gráfico de Herança

source: Class Elements
pt_br: Parâmetros

source: General Class Properties
pt_br: Informações Gerais

source: Add to Project
pt_br: Adicionar ao Projeto

source: Add to Repository
pt_br: Adicionar ao Repositório

source: Author Email:
pt_br: Correio Eletrônico do Autor:

source: Author Name:
pt_br: Nome do Autor:

source: Author/Date-Time
pt_br: Autor/Data_Hora

source: Base Class:
pt_br: ClasseBase:

source: Class Function Prefix:
pt_br: * Prefixo de Função de Classe:

source: Class Name:
pt_br: * Nome da Classe:

source: Class Options:
pt_br: Opções da Classe:

# GObject Class
source: GObject Class\t
pt_br: Classe GObject

source: GObject Prefix and Type:
pt_br: * Prefixo e Tipo do GObject:

source: Generic C++ Class
pt_br: Classe C++ Genérica

source: Header File:
pt_br: Cabeçalhos C/C++

source: Inline the declaration and implementation
pt_br: Torna inline a declaração e a implementação

source: Signals
pt_br: Sinal

source: Source File:
pt_br: Arquivo de fonte em C

source: Source/Header Headings:
pt_br: Cabeçalhos de Fonte/Cabeçalho:

source: gtk-remove
pt_br: Remover

source: Autogen template used for the header file
pt_br: Utiliza um Modelo para o arquivo de Cabeçalho

source: Autogen template used for the implementation file
pt_br: Navegar para o nome do arquivo de implementações.

source: Failed to write autogen definition file
pt_br: Falha ao escrever os dados para o arquivo.

source: Could not find autogen version 5, please install the autogen package. You can get it from http://autogen.sourceforge.net
pt_br: Impossível localiza a versão 5 do autogen, por favor, instale o pacote do autogen. Você pode obtê-lo a partir do sítio: http://autogen.sourceforge.net

source: Failed to execute autogen: %s
pt_br: Falha ao ativar o plugin: %s

source: Be verbose
pt_br: Modo verbose

source: CVS: Add file/directory
pt_br: CVS: Adicionar arquivo/diretório

source: CVS: Commit file/directory
pt_br: CVS: Commit arquivo/diretório

source: CVS: Diff file/directory
pt_br: CVS: Diff de arquivo/diretório

source: CVS: Import
pt_br: CVS: Importar

source: CVS: Log file/directory
pt_br: CVS: Log arquivo/diretório

source: CVS: Remove file/directory
pt_br: CVS: Remover arquivo/diretório

source: CVS: Status
pt_br: CVS: Estado

source: CVS: Status from file/directory
pt_br: CVS: Estado a partir do arquivo/diretório

source: CVS: Update file/directory
pt_br: CVS: Atualizar arquivo/diretório

source: Compression Level (0=off, 10=max):
pt_br: Nível de Compressão (0=nenhum, 10=máx):

source: Delete empty directories
pt_br: Exclui diretórios vazios

source: Ignore .cvsrc file (recommend)
pt_br: Ignore o arquivo .cvsrc (recomendado)

source: Project root directory:
pt_br: Diretório principal do Projeto:

source: Vendor tag:
pt_br: Tag do vendedor:

source: none
pt_br: nenhum

source: start
pt_br: início

source: Please enter a filename!
pt_br: Por favor, entre com um nome de arquivo!

source: Unable to delete file
pt_br: Impossível excluir arquivo

source: Vendor
pt_br: Vendedor

source: CVS command failed! - See above for details
pt_br: O comando CVS falhou! - Veja os detalhes abaixo

source: CVS command successful! - Time taken %ld secs.
pt_br: O comando CVS teve sucesso! - Tempo decorrido %ld segundos.

source: _Show Status
pt_br: _Exibir o Estado

source: Show the status of a file/directory
pt_br: Mostra o estado atual do arquivo/diretório

source: _Show Log
pt_br: _Mostra Log

source: CVS popup operations
pt_br: Operações CVS

source: Add Watch
pt_br: Adicionar à Observação

source: Breakpoints
pt_br: Pontos de Interrupção

source: Change Watch
pt_br: Mudar item

source: Command Line Parameters:
pt_br: Parâmetros da Linha de Comando

source: Debugger Target:
pt_br: Comando do Depurador:

source: Debugger command
pt_br: Comando do Depurador

source: Debugger command:
pt_br: Comando do Depurador:
